[GG2HudBaseMovie]LocalizeTextNextEpisode="下一章节"LocalizeTextShop="學院商店"LocalizeTextOption="選項"LocalizeTextSave="保存"LocalizeTextLoad="讀取"LocalizeTextTitle="返回標題畫面"LocalizeTextSystemMessage="要去哪裏?"LocalizeTextDestinationArray[0]="體育館"LocalizeTextDestinationArray[1]="中庭"LocalizeTextDestinationArray[2]="校庭"LocalizeTextDestinationArray[3]="後庭"LocalizeTextDestinationArray[4]="泳池"LocalizeTextDestinationArray[5]="屋頂"LocalizeTextDestinationArray[6]="教室"LocalizeTextDestinationArray[7]="洞窟"LocalizeTextDestinationArray[8]="入口前"LocalizeTextDestinationArray[9]="櫻花道"LT_DestinationLevelNameArray[0]="第1張.umap";LT_DestinationLevelNameArray[1]="第1張.umap";LT_DestinationLevelNameArray[2]="第1張.umap";LT_DestinationLevelNameArray[3]="第1張.umap";LT_DestinationLevelNameArray[4]="第1張.umap";LT_DestinationLevelNameArray[5]="第1張.umap";LT_DestinationLevelNameArray[6]="第1張.umap";LT_DestinationLevelNameArray[7]="5_2_Cave.umap";LT_DestinationLevelNameArray[8]="第1張.umap";LT_DestinationLevelNameArray[9]="1_1_SakuraRoad.umap";[GG2Hud]LocalizedTextNoSaveData[0]="沒有存檔數據."LocalizedTextNoSaveData[1]="沒有存檔數據."[GG2HudBase]BackTitle[0]="要返回標題畫面嗎?\n未保存的進度將會丟失"BackTitle[1]="要返回標題畫面嗎?\n未保存的進度將會丟失"BackTitleOK[0]="是"BackTitleOK[1]="是"BackTitleNO[0]="否"BackTitleNO[1]="否"GotoText[0]="去哪兒?"GotoText[1]="要去哪裡?"EpisodeBar="-"EpisodeFinalText="最終"DestinyGirlSkipText[0]="已有角色達成條件.\n要跳到最終戰嗎?"DestinyGirlSkipText[1]="已有角色達成條件.\n要跳到最終戰嗎?"DestinyGirlSkipTextOK[0]="是"DestinyGirlSkipTextOK[1]="是"DestinyGirlSkipTextNO[0]="否"DestinyGirlSkipTextNO[1]="否"[GG2HudUIShopMovie]LocalizeTextButtonYes[0]="是"LocalizeTextButtonYes[1]="是"LocalizeTextButtonNo[0]="否"LocalizeTextButtonNo[1]="否"LocalizeTextButtonBack[0]="返回"LocalizeTextButtonBack[1]="返回"[GG2HudUIShopActor]ShopSpeaker[0]="葵"ShopSpeaker[1]="葵"WelcomeTalk[0]="歡迎來到學園商店!"WelcomeTalk[1]="歡迎來到學園商店!"BuyTalk[0]="謝啦!"BuyTalk[1]="謝啦!"SoldOutTalk[0]="賣完了."SoldOutTalk[1]="賣完了."NoMoneyTalk[0]="錢不夠哦."NoMoneyTalk[1]="錢不夠哦."MaxStudyTalk[0]="書看得夠多了吧?\n再看鼻子都要貼上去了."MaxStudyTalk[1]="書看得夠多了吧?\n再看鼻子都要貼上去了."MaxSportTalk[0]="已經練夠了吧."MaxSportTalk[1]="已經練夠了吧."MaxFashionTalk[0]="你的時尚感已經很高了."MaxFashionTalk[1]="你的時尚感已經很高了."MaxEroticTalk[0]="這種東西還是冷靜點吧."MaxEroticTalk[1]="這種東西還是冷靜點吧."MinStudyTalk[0]="你已經夠笨了啦......"MinStudyTalk[1]="你已經夠笨了啦......"MinSportTalk[0]="運動能力已經低到不行了......"MinSportTalk[1]="運動能力已經低到不行了......"MinFashionTalk[0]="跟你比起來,亂穿都算時髦了......"MinFashionTalk[1]="跟你比起來,亂穿都算時髦了......"MinEroticTalk[0]="你想當聖人嗎,峯大?"MinEroticTalk[1]="你想當聖人嗎,峯大?"DefaultTalk[0]="抱歉,這裏沒賣那個."DefaultTalk[1]="抱歉,這裏沒賣那個."AddHPTalk[0]="這是新的能量飲料.\n說明寫着能增加HP.\n要試試嗎?"AddHPTalk[1]="這是新的能量飲料.\n說明寫着能增加HP.\n要試試嗎?"AddAtkTalk[0]="喝了這個,射擊會更強.\n要買嗎?"AddAtkTalk[1]="喝了這個,射擊會更強.\n要買嗎?"ChageSpeedUpTalk[0]="想強化蓄力射擊的話,\n這個正合適.要試試嗎?"ChageSpeedUpTalk[1]="想強化蓄力射擊的話,\n這個正合適.要試試嗎?"CameraTalk[0]="這臺HD相機很厲害.\n會解鎖心跳模式的新視角,\n不過別拍怪照片哦."CameraTalk[1]="這臺HD相機很厲害.\n會解鎖心跳模式的新視角,\n不過別拍怪照片哦."GroinProtecterTalk[0]="可靠的天使護西.\n就算被狠狠踩踏,\n你的命根子也能受到保護!"GroinProtecterTalk[1]="可靠的天使護西.\n就算被狠狠踩踏,\n你的命根子也能受到保護!"AngelOilTalk[0]="那是天使之油.就算被學園裡\n最纏人的女生抱住,\n也能幫你順利脫身."AngelOilTalk[1]="那是天使之油.就算被學園裡\n最纏人的女生抱住,\n也能幫你順利脫身."SlowMojiTalk[0]="天使耳塞.\n可以延遲遠處女生的呼喊."SlowMojiTalk[1]="天使耳塞.\n可以延遲遠處女生的呼喊."AnalysThreeSizesTalk[0]="這個超方便.\n能一下子測出大家的三圍."AnalysThreeSizesTalk[1]="這個超方便.\n能一下子測出大家的三圍."CostumeSheerTalk[0]="天使眼藥水會讓衣服看起來更透明.\n峯大,你真是......"CostumeSheerTalk[1]="天使眼藥水會讓衣服看起來更透明.\n峯大,你真是......"DestinyArrowTalk[0]="這個護符能讓你更容易和女生親近.\n說不定還能遇見真愛."DestinyArrowTalk[1]="這個護符能讓你更容易和女生親近.\n說不定還能遇見真愛."AddStudyTalk[0]="圓眼鏡啊.\n真的要學習?挺好嘛."AddStudyTalk[1]="圓眼鏡啊.\n真的要學習?挺好嘛."AddSportTalk[0]="沉重的鐵啞鈴.\n去體育館練練吧."AddSportTalk[1]="沉重的鐵啞鈴.\n去體育館練練吧."AddFashionTalk[0]="最新時尚雜誌.\n想變帥就得跟上潮流."AddFashionTalk[1]="最新時尚雜誌.\n想變帥就得跟上潮流."AddEroticTalk[0]="這漫畫有點色......\n不過男生都喜歡這種吧?"AddEroticTalk[1]="這漫畫有點色......\n不過男生都喜歡這種吧?"SubStudyTalk[0]="這眼鏡好像被詛咒了.\n戴上會變笨哦."SubStudyTalk[1]="這眼鏡好像被詛咒了.\n戴上會變笨哦."SubSportTalk[0]="這是被詛咒的啞鈴.\n肌肉會一下子消失."SubSportTalk[1]="這是被詛咒的啞鈴.\n肌肉會一下子消失."SubFashionTalk[0]="這個可不是什麼好東西.\n這是偷懶的範本."SubFashionTalk[1]="這個可不是什麼好東西.\n這是偷懶的範本."SubEroticTalk[0]="這本聖書能清除邪念.\n要買嗎?"SubEroticTalk[1]="這本聖書能清除邪念.\n要買嗎?"LoveHeartsTalk[0]="這錢會用在樂隊活動上.\n希望你能支持我們!"LoveHeartsTalk[1]="這錢會用在樂隊活動上.\n希望你能支持我們!"PheromoneZTalk[0]="剛進貨的費洛蒙 Z!\n喝了之後視線會比平常更清晰.\n要不要試試看?"PheromoneZTalk[1]="剛進貨的費洛蒙 Z!\n喝了之後視線會比平常更清晰.\n要不要試試看?"ManaitaTalk[0]="天使砧板.帶着它,\n女生胸部會看起來更小.\n我本來就很小就是了......"ManaitaTalk[1]="天使砧板.帶着它,\n女生胸部會看起來更小.\n我本來就很小就是了......"NikumanTalk[0]="惡魔肉包.帶着它,\n女生胸部會看起來更大.\n喂,你在看哪裏?!"NikumanTalk[1]="惡魔肉包.帶着它,\n女生胸部會看起來更大.\n喂,你在看哪裏?!"[GG2HudUICharaMakeActor]LT_Caption[0]="會做作業,愛學習,\n總在讀書的認真男生.\n和聰明女孩相性高."LT_Caption[1]="勉強が上がりやすいタイプ.\n文系少女に好印象."LT_Caption[2]="真正的運動派,體能優秀.\n適合各種運動,\n和活力女孩相性高."LT_Caption[3]="運動が上がりやすいタイプ.\n元気な女の子と気が合う!"LT_Caption[4]="時尚感很到位,\n會讓其他男生羨慕.\n和時尚女孩相性高."LT_Caption[5]="ファッションセンスに自信アリなタイプ.\nおしゃれが上がりやすい.\nイケイケな女子から注目の的だ."LT_Caption[6]="腦子裏裝滿奇怪邪念的\n普通男生.\n不太受大多數女生歡迎......"LT_Caption[7]="Hな事で頭がいっぱいな思春期少年タイプ.\nエッチが上がりやすい.\n女の子ウケはあまり良くないかも...?"LT_Caption[8]="平平無奇,\n幾乎沒什麼特別之處.\n各項參數比較容易提升."LT_Caption[9]="とりたてて特徴の無い草食系男子.\nだがどのパラメータも上がりやすいのが特徴."LT_Caption[10]="能把下心藏得很好的成熟男生.\n除了色氣以外,\n其他參數都比較容易提升."LT_Caption[11]="女性に下心を見せない大人なタイプ.\nエッチ以外のパラメータが上がりやすく,\nエッチは上がりにくい."LT_Caption[12]="你真的該少看點那種東西.\n控制一下吧.\n除色氣外參數很難提升."LT_Caption[13]="本能のまま生きる性慾の化身.\nエロスを求めて女子を追い詰める.\nエッチ以外のパラメータが上がりにくい."LT_Caption[14]="你基本完美.\n女生都喜歡你,\n其他男生都想揍你."LT_Caption[15]="全てに秀でた完璧超人.\n世の中のあらゆる女子の視線を獨り佔めだ!"LT_DisabledCaption[0]="無法選擇"LT_DisabledCaption[1]="選択できません"LT_DisabledCaption[2]="無法選擇"LT_DisabledCaption[3]="選択できません"LT_DisabledCaption[4]="無法選擇"LT_DisabledCaption[5]="選択できません"LT_DisabledCaption[6]="無法選擇"LT_DisabledCaption[7]="選択できません"LT_DisabledCaption[8]="無法選擇\\n任何路線達成\"好結局\"以上"LT_DisabledCaption[9]="選択できません\n(2周目以降)"LT_DisabledCaption[10]="無法選擇\\n任何路線達成\"好結局\"以上"LT_DisabledCaption[11]="選択できません\n(2周目以降)"LT_DisabledCaption[12]="無法選擇\\n任何路線達成\"好結局\"以上"LT_DisabledCaption[13]="選択できません\n(2周目以降)"LT_DisabledCaption[14]="無法選擇\n達成神級解鎖"LT_DisabledCaption[15]="選択できません\n(神ランクでクリア)"LT_ParameterType[0]="書呆子"LT_ParameterType[1]="書呆子"LT_ParameterType[2]="運動派"LT_ParameterType[3]="運動健將"LT_ParameterType[4]="時尚達人"LT_ParameterType[5]="時髦達人"LT_ParameterType[6]="變態"LT_ParameterType[7]="好色"LT_ParameterType[8]="平平無奇"LT_ParameterType[9]="凡人"LT_ParameterType[10]="紳士"LT_ParameterType[11]="紳士"LT_ParameterType[12]="色鬼"LT_ParameterType[13]="色魔"LT_ParameterType[14]="那個厲害傢伙"LT_ParameterType[15]="MMK(受歡迎到傷腦筋)"LT_PopUpText[0]="\n這個性格可以嗎?"LT_PopUpText[1]="\n這個性格可以嗎?"LT_SkipPrologueText[0]="要跳過開場嗎?"LT_SkipPrologueText[1]="要跳過序章嗎?"LT_PopUpOK[0]="是"LT_PopUpOK[1]="是"LT_PopUpNO[0]="否"LT_PopUpNO[1]="否"[GG2HudUIScenarioActor]LT_CharaText01[0]="我喜歡小忍"LT_CharaText01[1]="喜歡忍" LT_CharaText02[0]="我喜歡真夜醬"LT_CharaText02[1]="喜歡真夜"LT_CharaText03[0]="我兩個都喜歡"LT_CharaText03[1]="兩個都喜歡"LT_CharaText04[0]="我也不知道"LT_CharaText04[1]="不知道"LT_CharaText05[0]="看不見的命運"LT_CharaText05[1]="尚未邂逅的命運"[GG2HudResultScenarioActor]LT_TitleFront="章節"LT_TitleBack="通關!!"LT_ButtonSkip[0]="跳過"LT_ButtonSkip[1]="跳過"LT_ButtonNext[0]="結束"LT_ButtonNext[1]="結束"[GG2HudResultFinalActor]LT_TitleFront[0]="SHINOBU"LT_TitleFront[1]="MAYA"LT_TitleFront[2]="SISTERS"LT_TitleFront[3]="真愛"LT_TitleFront[4]="天使與惡魔"LT_TitleFront[5]="EKORO"LT_TitleFront[6]="PATAKO"LT_TitleFront[7]="KURONA"LT_TitleFront[8]="AOI"LT_TitleBack=" 路線 CLEAR!!"LT_ButtonSkip[0]="跳過"LT_ButtonSkip[1]="跳過"LT_ButtonNext[0]="結束"LT_ButtonNext[1]="結束"LT_AngleRingGetText01[0]="取得天使戒指[1]!"LT_AngleRingGetText01[1]="取得天使光環碎片[1]!"LT_AngleRingGetText02[0]="取得天使戒指[2]!"LT_AngleRingGetText02[1]="取得天使光環碎片[2]!"LT_RouteUnLockText_Sisters[0]="姐妹路線已解鎖!"LT_RouteUnLockText_Sisters[1]="姊妹路線已解鎖!"LT_RouteUnLockText_AngelAndDevil[0]="天使惡魔路線已解鎖!"LT_RouteUnLockText_AngelAndDevil[1]="天使・惡魔路線已解鎖!"LT_RouteUnLockText_DestinyGirl[0]="真愛路線已解鎖!"LT_RouteUnLockText_DestinyGirl[1]="命運女主角路線已解鎖!"LT_DegreeText_Front[0] = "獲得\n「"LT_DegreeText_Front[1] = "獲得\n「"LT_DegreeText_Back[0] = "」稱號!"LT_DegreeText_Back[1] = "」"[GG2HudUIOptionActor]LT_PopUpText[0]="要返回上一個畫面嗎?\n未保存的數據將會丟失"LT_PopUpText[1]="要返回上一個畫面嗎?\n未保存的數據將會丟失"LT_PopUpYes[0]="是"LT_PopUpYes[1]="是"LT_PopUpNO[0]="否"LT_PopUpNO[1]="否"LT_PopUpChangeKey="キー入力の変更を行います.\nボタンを入力してください."[GG2HudWindowPauseActor]BackTitleText[0]="要返回標題畫面嗎?\n未保存的數據將會丟失"BackTitleText[1]="要返回標題畫面嗎?\n未保存的數據將會丟失"BackStageText[0]="要從頭重試這一關嗎?"BackStageText[1]="要從頭重試這一關嗎?"YesText[0]="是"YesText[1]="是"NoText[0]="否"NoText[1]="否"[GG2HudCollectionGalleryMovie]Titles[0]="童年回憶"Titles[1]="童年回憶"Titles[2]="小忍追趕惡魔女孩"Titles[3]="小忍追趕惡魔女孩"Titles[4]="命運的碰撞"Titles[5]="命運的碰撞"Titles[6]="卡在窗口的小忍"Titles[7]="卡在窗口的小忍"Titles[8]="看到了內衣"Titles[9]="看到了內衣"Titles[10]="黏糊糊的絕望"Titles[11]="黏糊糊的絕望"Titles[12]="真夜 VS 小貓"Titles[13]="真夜 VS 小貓"Titles[14]="被魔界植物抓住"Titles[15]="魔界植物登場"Titles[16]="被觸手抓住的小忍"Titles[17]="被觸手抓住的小忍"Titles[18]="被觸手抓住的姐妹"Titles[19]="被觸手抓住的姐妹"Titles[20]="小忍飛向天空"Titles[21]="小忍飛向天空"Titles[22]="艾可蘿的惡夢"Titles[23]="艾可蘿的惡夢"Titles[24]="失控的克羅娜"Titles[25]="失控的克羅娜"Titles[26]="再見,艾可蘿"Titles[27]="再見,艾可蘿"Titles[28]="復活的帕塔子"Titles[29]="復活的帕塔子"Titles[30]="被觸手抓住的真夜"Titles[31]="被觸手抓住的真夜"Titles[32]="被觸手抓住的艾可蘿"Titles[33]="被觸手抓住的艾可蘿"Titles[34]="艾可蘿大危機!"Titles[35]="艾可蘿大危機!"Titles[36]="小忍 真結局"Titles[37]="小忍 真結局"Titles[38]="真夜 真結局"Titles[39]="真夜 真結局"Titles[40]="神園姐妹 真結局"Titles[41]="神園姐妹 真結局"Titles[42]="艾可蘿 真結局"Titles[43]="艾可蘿 真結局"Titles[44]="艾可蘿 壞結局"Titles[45]="艾可蘿 壞結局"Titles[46]="克羅娜 真結局"Titles[47]="克羅娜 真結局"Titles[48]="克羅娜 壞結局"Titles[49]="克羅娜 壞結局"Titles[50]="帕塔子 結局"Titles[51]="帕塔子 結局"Titles[52]="葵 結局"Titles[53]="葵 結局"Titles[54]="真愛路線 壞結局"Titles[55]="真愛路線 壞結局"Titles[56]="畫廊已全部完成!"Titles[57]="畫廊已全部完成!"MissingTitle="????"[GG2HudDestinyListActor]SelectGirlText[0]="她就是我的真愛!"SelectGirlText[1]="她就是我的真愛!"SelectGirlTextYes[0]="是"SelectGirlTextYes[1]="是"SelectGirlTextNo[0]="否"SelectGirlTextNo[1]="否"[GG2HudLockerRoomMovie]LT_PopUp[0]="要換回初始服裝嗎?"LT_PopUp[1]="要換回初始服裝嗎?"LT_PopUpYes[0]="是"LT_PopUpYes[1]="是"LT_PopUpNo[0]="否"LT_PopUpNo[1]="否"[GG2TitleHud]LT_FrontSystemMessage[0]="已換成\""LT_FrontSystemMessage[1]="「"LT_BackSystemMessage[0]="」!"LT_BackSystemMessage[1]="」に切り替えました!"[GG2HudDestinyListMovie]UnknownName="????"[GG2StageResultActor]LT_FeatherGetText_Front[0] = ""LT_FeatherGetText_Front[1] = "天使の羽根を"LT_FeatherGetText_Back[0] = "個天使羽毛!"LT_FeatherGetText_Back[1] = "枚手に入れました!"LT_ButtonText_Skip[0] = "跳過"LT_ButtonText_Skip[1] = "跳過"LT_ButtonText_Next[0] = "下一步"LT_ButtonText_Next[1] = "下一步"LT_ButtonText_End[0] = "結束"LT_ButtonText_End[1] = "結束"[GG2HudResultActionEventActor]LT_ButtonText_Next[0]="下一步"LT_ButtonText_Next[1]="下一步"LT_ButtonText_LovePointFront[0]="!"LT_ButtonText_LovePointFront[1]="好感度"LT_ButtonText_LovePointUp[0]="好感度增加"LT_ButtonText_LovePointUp[1]="上升了!"LT_ButtonText_LovePointDown[0]="好感度減少"LT_ButtonText_LovePointDown[1]="下降了"[GG2HudScoreAttack]LT_HighScoreText[0]="新最高分!"LT_HighScoreText[1]="已更新最高分!"[GG2LauncherHud]LT_MenuLanguageText[0]="語言設置"LT_MenuLanguageText[1]="言語設定"LT_MenuScreenText[0]="畫面設置"LT_MenuScreenText[1]="畫面設定"LT_MenuControlsText[0]="手柄設置"LT_MenuControlsText[1]="ゲームパッド設定"LT_MenuStartText[0]="開始遊戲"LT_MenuStartText[1]="ゲームを始める"LT_LanguageSettingTextEnglish[0]="英文"LT_LanguageSettingTextEnglish[1]="英文"LT_LanguageSettingTextJapanese[0]="日文"LT_LanguageSettingTextJapanese[1]="日本語"LT_ScreenResolutionSizeText[0]="1024 x 576"LT_ScreenResolutionSizeText[1]="1280 x 720"LT_ScreenResolutionSizeText[2]="1366 x 768"LT_ScreenResolutionSizeText[3]="1600 x 900"LT_ScreenResolutionSizeText[4]="1920 x 1080"LT_ScreenResolutionText[0]="解析度"LT_ScreenResolutionText[1]="解像度"LT_ScreenDisplayText[0]="顯示模式"LT_ScreenDisplayText[1]="表示モード"LT_ScreenDisplayModeText[0]="全螢幕"LT_ScreenDisplayModeText[1]="フルスクリーン"LT_ScreenDisplayModeText[2]="視窗模式"LT_ScreenDisplayModeText[3]="ウィンドウ"LT_ScreenVsyncText[0]="垂直同步"LT_ScreenVsyncText[1]="垂直同步"LT_ScreenVsyncSettingText[0]="開啟"LT_ScreenVsyncSettingText[1]="關閉"LT_KeyBindingPreCheckPageDown[0]="[Page Down]/ 下一頁"LT_KeyBindingPreCheckPageDown[1]="[Page Down]/ 下一頁"LT_KeyBindingPreCheckBackSpace[0]="[Back Space]/ 取消"LT_KeyBindingPreCheckBackSpace[1]="[Back Space]/ 取消"LT_KeyBindingPreCheckCaption[0]="將開始按鍵設置."LT_KeyBindingPreCheckCaption[1]="將開始按鍵設定."LT_KeyBindingSettingPageUp[0]="[Page Up]/ 返回"LT_KeyBindingSettingPageUp[1]="[向上翻頁]/ 返回"LT_KeyBindingSettingPageDown[0]="[向下翻頁]/ 跳過"LT_KeyBindingSettingPageDown[1]="[向下翻頁]/ 跳過"LT_KeyBindingSettingBackSpace[0]="[Back Space]/ 取消"LT_KeyBindingSettingBackSpace[1]="[Back Space]/ 取消"LT_KeyBindingSettingCaption[0]="請輸入."LT_KeyBindingSettingCaption[1]="請輸入."LT_KeyBindingAfterCheckPageUp[0]="[Page Up]/ 返回"LT_KeyBindingAfterCheckPageUp[1]="[向上翻頁]/ 返回"LT_KeyBindingAfterCheckPageDown[0]="[向下翻頁]/ 完成"LT_KeyBindingAfterCheckPageDown[1]="[Page Down]/ 完成"LT_KeyBindingAfterCheckBackSpace[0]="[Back Space]/ 取消"LT_KeyBindingAfterCheckBackSpace[1]="[Back Space]/ 中止"LT_KeyBindingAfterCheckCaption[0]="請按\"完成\"套用這些設定."LT_KeyBindingAfterCheckCaption[1]="確認無誤後即可套用這些設定."LT_KeyBindingInitText[0]="之后请用键盘确认或取消"LT_KeyBindingInitText[1]="ここからの決定,キャンセル操作は\nキーボードを使用して下さい"LT_KeyBindingCancelText[0]="取消手柄设置嗎?"LT_KeyBindingCancelText[1]="ゲームパッド設定を中止しますか?"LT_KeyBindingCancelTextYes[0]="是"LT_KeyBindingCancelTextYes[1]="はい"LT_KeyBindingCancelTextNo[0]="否"LT_KeyBindingCancelTextNo[1]="いいえ"[GG2ScreenSaveDataBaseMovie]LocalizedTextCancel[0]="返回"LocalizedTextCancel[1]="返回"LocalizedTextDelete[0]="刪除"LocalizedTextDelete[1]="刪除"LocalizedTextEmpty[0]="新存檔"LocalizedTextEmpty[1]="新存檔"LocalizedTextNumber0[0]="0"LocalizedTextNumber0[1]="0"LocalizedTextNumber1[0]="1"LocalizedTextNumber1[1]="1"LocalizedTextNumber2[0]="2"LocalizedTextNumber2[1]="2"LocalizedTextNumber3[0]="3"LocalizedTextNumber3[1]="3"LocalizedTextNumber4[0]="4"LocalizedTextNumber4[1]="4"LocalizedTextNumber5[0]="5"LocalizedTextNumber5[1]="5"LocalizedTextNumber6[0]="6"LocalizedTextNumber6[1]="6"LocalizedTextNumber7[0]="7"LocalizedTextNumber7[1]="7"LocalizedTextNumber8[0]="8"LocalizedTextNumber8[1]="8"LocalizedTextNumber9[0]="9"LocalizedTextNumber9[1]="9"LocalizedTextHyphen[0]="-"LocalizedTextHyphen[1]="-"LocalizedTextJan[0]="一月"LocalizedTextJan[1]="01"LocalizedTextFeb[0]="二月"LocalizedTextFeb[1]="02"LocalizedTextMar[0]="三月"LocalizedTextMar[1]="03"LocalizedTextApr[0]="四月"LocalizedTextApr[1]="04"LocalizedTextMay[0]="五月"LocalizedTextMay[1]="05"LocalizedTextJun[0]="六月"LocalizedTextJun[1]="06"LocalizedTextJul[0]="七月"LocalizedTextJul[1]="07"LocalizedTextAug[0]="八月"LocalizedTextAug[1]="08"LocalizedTextSep[0]="九月"LocalizedTextSep[1]="09"LocalizedTextOct[0]="十月"LocalizedTextOct[1]="10"LocalizedTextNov[0]="十一月"LocalizedTextNov[1]="11"LocalizedTextDec[0]="十二月"LocalizedTextDec[1]="12"LocalizedTextSaveDataTitle[0]="Gal*Gun Double Peace"LocalizedTextSaveDataTitle[1]="ぎゃる*がん だぶるぴーす"LocalizedTextShinobuRoute[0]="小忍路線"LocalizedTextShinobuRoute[1]="小忍路線"LocalizedTextMayaRoute[0]="真夜酱路線"LocalizedTextMayaRoute[1]="真夜酱路線"LocalizedTextSistersRoute[0]="姐妹路線"LocalizedTextSistersRoute[1]="姐妹路線"LocalizedTextAngelAndDemonRoute[0]="天使恶魔路線"LocalizedTextAngelAndDemonRoute[1]="天使恶魔路線"LocalizedTextEkoroRoute[0]="艾可萝路線"LocalizedTextEkoroRoute[1]="艾可萝路線"LocalizedTextKuronaRoute[0]="克罗娜路線"LocalizedTextKuronaRoute[1]="克罗娜路線"LocalizedTextPatakoRoute[0]="帕塔子路線"LocalizedTextPatakoRoute[1]="帕塔子路線"LocalizedTextTrueLoveRoute[0]="真爱路線"LocalizedTextTrueLoveRoute[1]="真爱路線"LocalizedTextCommonRoute[0]="一般路線"LocalizedTextCommonRoute[1]="一般路線"LocalizedTextRouteFinal[0]="最終"LocalizedTextRouteFinal[1]="最終"LocalizedTextBeginner[0]="初學者"LocalizedTextBeginner[1]="初學者"LocalizedTextExpert[0]="專家"LocalizedTextExpert[1]="專家"LocalizedTextCheckLoad[0]="確定要載入這個存檔嗎?"LocalizedTextCheckLoad[1]="確定要載入這個存檔嗎?"LocalizedTextCheckLoadOK[0]="是"LocalizedTextCheckLoadOK[1]="是"LocalizedTextCheckLoadCancel[0]="否"LocalizedTextCheckLoadCancel[1]="否"LocalizedTextCheckSave[0]="要保存嗎?"LocalizedTextCheckSave[1]="要保存嗎?"LocalizedTextCheckSaveOK[0]="是"LocalizedTextCheckSaveOK[1]="是"LocalizedTextCheckSaveCancel[0]="否"LocalizedTextCheckSaveCancel[1]="否"LocalizedTextCheckSaveOverwrite[0]="要改写此存檔嗎?"LocalizedTextCheckSaveOverwrite[1]="要改写此存檔嗎?"LocalizedTextCheckSaveOverwriteOK[0]="是"LocalizedTextCheckSaveOverwriteOK[1]="是"LocalizedTextCheckSaveOverwriteCancel[0]="否"LocalizedTextCheckSaveOverwriteCancel[1]="否"LocalizedTextEndSave[0]="保存完成."LocalizedTextEndSave[1]="保存完成."LocalizedTextCheckDelete[0]="確定要刪除這個存檔嗎?"LocalizedTextCheckDelete[1]="確定要刪除這個存檔嗎?"LocalizedTextCheckDeleteOK[0]="是"LocalizedTextCheckDeleteOK[1]="是"LocalizedTextCheckDeleteCancel[0]="否"LocalizedTextCheckDeleteCancel[1]="否"[GG2ScreenSaveDataSaveMovie]LocalizedTextScreenTitle[0]="保存"LocalizedTextScreenTitle[1]="保存"LocalizedTextDecide[0]="保存"LocalizedTextDecide[1]="保存"[GG2ScreenSaveDataLoadMovie]LocalizedTextScreenTitle[0]="讀取"LocalizedTextScreenTitle[1]="讀取"LocalizedTextDecide[0]="讀取"LocalizedTextDecide[1]="讀取"